export const items = [
  {
    id: 1,
    value: '1',
    range: [2015, 2022],
    name: 'Игры',
    events: [
      {
        id: 1,
        year: '2015',
        description: 'Выходит “Ведьмак 3”, признанный одной из лучших игр всех времён',
      },
      {
        id: 2,
        year: '2016',
        description: 'Мир охватывает “Pokémon GO”, первый массовый AR-хит.',
      },
      {
        id: 3,
        year: '2017',
        description: 'Запуск “Fortnite”, меняющего индустрию баттл-роялей.',
      },
      {
        id: 4,
        year: '2018',
        description: 'Rockstar выпускает “Red Dead Redemption 2”, шедевр среди open-world игр.',
      },
      {
        id: 5,
        year: '2019',
        description: 'Релиз “Death Stranding” от Кодзимы, новая форма игрового искусства',
      },
      {
        id: 6,
        year: '2020',
        description: '“Cyberpunk 2077” выходит с багами, но остаётся крупнейшим релизом года.',
      },
      {
        id: 7,
        year: '2021',
        description: '“Resident Evil: Village” – один из самых продаваемых хорроров.',
      },
      {
        id: 8,
        year: '2022',
        description: '“Elden Ring” завоёвывает звание игры года.',
      },
    ]
  },
  {
    id: 2,
    value: '2',
    range: [2010, 2014],
    name: 'Музыка',
    events: [
      {
        id: 1,
        year: '2010',
        description: 'Леди Гага выпускает “Bad Romance”, хит года.',
      },
      {
        id: 2,
        year: '2011',
        description: 'Группа Adele выпускает альбом “21”, ставший самым продаваемым.',
      },
      {
        id: 3,
        year: '2012',
        description: 'PSY выпускает клип “Gangnam Style”, первым набравший миллиард просмотров.',
      },
      {
        id: 4,
        year: '2013',
        description: 'Daft Punk выпускает “Get Lucky”, хит электронного жанра.',
      },
      {
        id: 5,
        year: '2014',
        description: 'Тейлор Свифт становится звездой поп-музыки с альбомом “1989”.',
      }
    ]
  },
  {
    id: 3,
    value: '3',
    range: [2003, 2009],
    name: 'Спорт',
    events: [
      {
        id: 1,
        year: '2003',
        description: 'Победа Майкла Шумахера в шестом чемпионате Формулы-1.',
      },
      {
        id: 2,
        year: '2004',
        description: 'Греция выигрывает Евро-2004, неожиданная победа в футболе.',
      },
      {
        id: 3,
        year: '2005',
        description: 'Рекорд Усэйна Болта в беге на 200 м.',
      },
      {
        id: 4,
        year: '2006',
        description: 'Финал ЧМ по футболу: Зидан бьёт Матерацци головой, Франция проигрывает.',
      },
      {
        id: 5,
        year: '2007',
        description: 'Россия выигрывает чемпионат мира по хоккею.',
      },
      {
        id: 6,
        year: '2008',
        description: 'Олимпиада в Пекине, Майкл Фелпс берёт 8 золотых медалей.',
      },
      {
        id: 7,
        year: '2009',
        description: 'Криштиану Роналду переходит в “Реал Мадрид” за рекордные €94 млн.',
      }
    ]
  },
  {
    id: 4,
    value: '4',
    range: [1995, 2002],
    name: 'Литература',
    events: [
      {
        id: 1,
        year: '1995',
        description: 'Издан роман “Бойцовский клуб” Чака Паланика.',
      },
      {
        id: 2,
        year: '1996',
        description: 'Публикация “Игра престолов” Джорджа Мартина, начавшая культовую сагу.',
      },
      {
        id: 3,
        year: '1997',
        description: 'Выходит первая книга о Гарри Поттере, запущена культовая франшиза.',
      },
      {
        id: 4,
        year: '1998',
        description: 'Премия “Пулитцер” за роман “Американская пастораль” Филипа Рота.',
      },
      {
        id: 5,
        year: '1999',
        description: 'Издан роман “Норвежский лес” Харуки Мураками, покоривший Запад.',
      },
      {
        id: 6,
        year: '2000',
        description: 'Появляется роман “Жизнь Пи” Янна Мартела.',
      },
      {
        id: 7,
        year: '2001',
        description: 'Выходит первая часть “Властелина колец” в кино, оживляя интерес к фэнтези.',
      },
      {
        id: 8,
        year: '2002',
        description: 'Премия “Букер” за роман “Слепота” Жозе Сарамаго.',
      }
    ]
  },
  {
    id: 5,
    value: '5',
    range: [1988, 1994],
    name: 'Кино',
    events: [
      {
        id: 1,
        year: '1988',
        description: 'Выход фильма “Крепкий орешек” с Брюсом Уиллисом.',
      },
      {
        id: 2,
        year: '1989',
        description: 'Премьера “Назад в будущее 2”, культовой фантастики.',
      },
      {
        id: 3,
        year: '1990',
        description: 'Выход “Один дома”, ставшего классикой рождественского кино.',
      },
      {
        id: 4,
        year: '1991',
        description: '“Терминатор 2: Судный день” устанавливает новые стандарты спецэффектов.',
      },
      {
        id: 5,
        year: '1992',
        description: 'Дисней выпускает мультфильм “Аладдин”, который становится хитом.',
      },
      {
        id: 6,
        year: '1993',
        description: '“Парк юрского периода” шокирует мир реалистичными динозаврами.',
      },
      {
        id: 7,
        year: '1994',
        description: 'Премьера “Криминального чтива”, фильма-иконы Квентина Тарантино.',
      },
    ]
  },
  {
    id: 6,
    value: '6',
    range: [1980, 1987],
    name: 'Наука',
    events: [
      {
        id: 1,
        year: '1980',
        description: 'Запуск спутника “Вояджер-1” за пределы Солнечной системы.',
      },
      {
        id: 2,
        year: '1981',
        description: 'Первый полёт многоразового космического корабля “Шаттл”.',
      },
      {
        id: 3,
        year: '1982',
        description: 'Разработка CD-дисков Sony и Philips.',
      },
      {
        id: 4,
        year: '1983',
        description: 'Открытие вируса ВИЧ, вызвавшего глобальную эпидемию СПИДа.',
      },
      {
        id: 5,
        year: '1984',
        description: 'Первый патент на 3D-печать.',
      },
      {
        id: 6,
        year: '1985',
        description: 'Открытие озоновой дыры над Антарктидой.',
      },
      {
        id: 7,
        year: '1986',
        description: ' Запуск советской орбитальной станции “Мир”.',
      },
    ]
  },
];